ptbr_data = '[{ "date": "Data",     "title":"WhatsApp Monitor",     "subtitle":"Descubra os conteúdos mais compartilhados a cada dia!",     "topcontent":"Imagens compartilhados em grupos do WhatsApp em",     "nodata":"Sem dados para a data selecionada",     "group": "Grupo",     "groups": "Grupos",     "details": "Detalhes",     "close": "Fechar",     "images": "Imagens",     "image": "Imagem",     "videos": "Videos",     "video": "Video",     "audios": "Audios",     "audio": "Audio",          "sticker": "Figurinha",         "stickers": "Figurinhas",    "messages": "Mensagens",     "message": "Mensagem",     "nextday": "Próximo Dia",     "previousday": "Dia Anterior",     "findcontent": "Encontre conteúdo mais compartilhado no período determinado",     "urls": "Links",     "url": "Link",     "load": "Carregar mais",     "evaluate": "Avaliar",     "othersources": "Outras Fontes",     "users":"Usuários",     "total":"Total",     "sharetable":"Compartilhamento no WhatsApp",     "groupslist":"Lista dos nomes dos grupos onde este conteúdo foi compartilhado.",     "groupsmodal":"Grupos Compartilhados",     "redirectwarning":"Atenção! Você está prestes a ser redirecionado para uma URL externa. Você tem certeza disso?",         "start_date": "Dia Inicial",         "end_date": "Dia Final",          "search": "Procurar",          "howitworks": "Como funciona?",           "signup": "Cadastrar Usuários",      "cancel": "Cancelar",      "nsfwcontent": "Para identificar imagens com conteúdo impróprio, nós utilizamos o Yahoo Open NSFW Model, considerando como impróprias todas as imagens com score superior a 0.8, como sugerido pelos autores.",      "sitedescription": "Este sistema mostra os conteúdos de imagem, vídeo, áudio, mensagens e links mais compartilhadas em mais de 300 grupos públicos do WhatsApp. Tais grupos, são grupos abertos, acessíveis por meio de links de convite que são publicados em sites conhecidos bem como em diversas redes sociais como Facebook e Twitter. Dessa forma, esse sistema permite uma visão de quais imagens, memes e notícias foram mais frequentes nos chats do WhatsApp.  Esperamos que esse sistema torne mais transparente a informação compartilhada através dos celulares.",         "loginpage": "Por favor, entre com seus dados de login para acessar o sistema.",      "password":"Senha",         "firstname":"Primeiro Nome",         "lastname":"Sobrenome",         "afiliation":"Afiliação",         "ranking":"Ordenação",         "popularity":"Popularidade",           "rewritepassword":"Digita a senha novamente." , "last_update":"Atualizado em", "context":"Contexto",  "context_tooltip": "Mensagens enviadas próximo ao conteúdo para auxiliar com o contexto", "context_pre_message":"Mensagens Anteriores",     "context_pos_message":"Mensagens Posteriores", "context_now_message":"Messagens enviadas junto ao conteúdo",   "contextmessage":"Mensagens de Contexto para esta Mídia",     "no_prev_message":"Sem mensagens anteriores para essa mídia",     "no_next_message":"Sem mensagens posteriores para essa midia", "no_now_message":"Sem mensagensenviadas junto a essa mídia",     "context_explain_pre":"Contexto das mídias é dado através das mensagens anteriores ao conteúdo postadas num intervalo de até 1 minuto antes da midia. Note que é possível que nenhuma mensagem tenha sido enviada dentro desse intervalo de tempo e não há garantias que as mensagens são diretamente relacionadas com a midia em questão.",  "context_explain_pos":"Contexto das mídias é dado através das mensagens posteriores ao conteúdo postadas num intervalo de até 2 minutos depois da midia. Note que é possível que nenhuma mensagem tenha sido enviada dentro desse intervalo de tempo e não há garantias que as mensagens são diretamente relacionadas com a midia em questão.", "context_explain_now":"Contexto dado a partir do conjunto das mensagens enviadas juntamente com a mídia em questão. Esses textos apareceram na mesma mensagem em que a midia foi enviada."         }]';